[
    {
      "tipID": "1",
      "tipSubject": "Give your plants appropriate lighting",
      "tipMessage": "Different kinds of houseplants have different lighting requirements, so be mindful about where you put your plants.",
      "sourceURL": "https://www.bioadvanced.com/articles/tips-healthy-houseplants"
    },
    {
      "tipID": "2",
      "tipSubject": "Use good-quality potting soil",
      "tipMessage": "Ensure that your plants maintain healthy roots by giving them soil with a proper balance of aeration, nutrition, and moisture retention.",
      "sourceURL": "https://www.bioadvanced.com/articles/tips-healthy-houseplants"
    },
    {
      "tipID": "3",
      "tipSubject": "Keep foliage clean",
      "tipMessage": "Dust that accumulates on the leaves of houseplants will block light and harbor insects. Clean leaves by wiping them with a moist towel or, in mild-winter areas, take plants outdoors and hose them off.",
      "sourceURL": "https://www.bioadvanced.com/articles/tips-healthy-houseplants"
    },
    {
      "tipID": "4",
      "tipSubject": "Watch for pests",
      "tipMessage": "Insects, such as Aphids, Scale and Whiteflies, can be problematic indoors. Regularly inspect your houseplants for signs of insect pests and treat when necessary.",
      "sourceURL": "https://www.bioadvanced.com/articles/tips-healthy-houseplants"
    },
    {
      "tipID": "5",
      "tipSubject": "Plants like humid environments",
      "tipMessage": "Keep plants in a humid environment by setting them on trays layered with small pebbles and filled with water. Or, place them in naturally humid areas like kitchens or bathrooms with adequate light.",
      "sourceURL": "https://www.bioadvanced.com/articles/tips-healthy-houseplants"
    },
    {
      "tipID": "6",
      "tipSubject": "Avoid overwatering your plants",
      "tipMessage": "Check for water before grabbing the watering can. The soil should be dry about 2” down, not just on the surface. Water thoroughly, letting it drain out the bottom of the pot into a sink or bucket. Don’t let the pot sit in a saucer of water when you are done.",
      "sourceURL": "https://www.naturespath.com/en-us/blog/7-indoor-gardening-tips-for-thriving-houseplants/"
    },
    {
      "tipID": "7",
      "tipSubject": "Maintain a stable environment",
      "tipMessage": "Avoid placing plants near radiators or forced-air vents, as these can create hot or cold drafts",
      "sourceURL": "https://www.thesill.com/blogs/plants-101/top-ten-plant-care-tips"
    },
    {
      "tipID": "8",
      "tipSubject": "Indoor houseplants don't need much fertilizer",
      "tipMessage": "Houseplants tend to not need fertilizer as often as outdoor plants do. If you do choose to fertilize your plant, it’s best to do so during the growing season (early spring to early fall) and follow the general rule of thumb: ‘less is more’. Most store-​bought fertilizers should be diluted with water before use.",
      "sourceURL": "https://www.thesill.com/blogs/plants-101/top-ten-plant-care-tips"
    },
    {
      "tipID": "9",
      "tipSubject": "Avoid direct sunlight for most plants",
      "tipMessage": "Most species of plants should not be placed in direct sunlight. Instead, they only need a fair amount of diffuse light.",
      "sourceURL": "https://invinciblehouseplants.com/blog/7-mistakes-people-make-with-indoor-plants"
    },
    {
      "tipID": "10",
      "tipSubject": "Maintain healthy roots",
      "tipMessage": "Depending on the plant, you should check anywhere between once a month to twice a year to ensure that your plant's roots have not outgrown the pot.",
      "sourceURL": "https://invinciblehouseplants.com/blog/7-mistakes-people-make-with-indoor-plants"
    },
    {
      "tipID": "11",
      "tipSubject": "Water deeply, rather than lightly and frequently",
      "tipMessage": "Watering deeply, which entails watering your plants heavily with water, allows for all the roots to grab a drink. To avoid overwatering, slowly water your plant and watch for when the water is not draining through the soil anymore. Once you notice this, stop there.",
      "sourceURL": "https://www.proflowers.com/blog/plant-care"
    },
    {
      "tipID": "12",
      "tipSubject": "Prune your plants",
      "tipMessage": "Getting rid of old-growth on your plants will help your plants grow again, particularly after winter.",
      "sourceURL": "https://www.proflowers.com/blog/plant-care"
    },
    {
      "tipID": "13",
      "tipSubject": "Be gentle when repotting",
      "tipMessage": "Do not repot your plants by pulling on them, this may cause severe damage. Instead, turn the plant upside down and rotate it in both directions to loosen it out of the pot.",
      "sourceURL": "https://www.proflowers.com/blog/how-to-repot-a-plant?ref=organicgglunkwn&prid=pfseogglunkwn"
    }
  ]